const characters = [
    {
        id: 1,
        name: 'Крош',
        position: {top: '64%', left: '57%'},
        description: 'Весёлый неунывающий кролик. Любит активно проводить время и совершать полезные дела. Активно занимается спортом и играет. Никак не может усидеть на месте, постоянно прыгает и что-то делает.'
    },
    {
        id: 2,
        name: 'Ёжик',
        position: {top: '76%', left: '69%'},
        description: 'Спокойный рассудительный ёж. Собирает множество коллекций и очень бережно за ними ухаживает. Не очень спортивный, хотя иногда мастерски проявляет себя.'
    },
    {
        id: 3,
        name: 'Нюша',
        position: {top: '54%', left: '8%'},
        description: 'Хрюшка, мечтающая найти принца и считающая себя красавицей. Любит прихорашиваться, внимательно следит за модой. Пытается найти в себе скрытые таланты.'
    },
    {
        id: 4,
        name: 'Бараш',
        // position: {top: '27%', left: '22%'},
        position: {top: '18%', left: '16%'},
        description: 'Сентиментальный меланхоличный баран-романтик. Сочиняет стихи, всё время ждёт музу или вдохновение. Ведёт в основном ночной образ жизни.'
    },
    {
        id: 5,
        name: 'Лосяш',
        position: {top: '78%', left: '2%'},
        description: 'Эмоциональный лось-учёный, мечтающий получить Нобелевскую премию. Изобретателен, имеет знания во многих науках: астрономии, химии, информатике, психологии и других.'
    },
    {
        id: 6,
        name: 'Кар-Карыч',
        position: {top: '89%', left: '20%'},
        description: 'Харизматичный пожилой ворон, бывший путешественник. Ныне любит сидеть в кресле-качалке, играть в лото и вспоминать свои невероятные путешествия. В своих рассказах может приукрасить действительность, иногда немного хитрит.'
    },
    {
        id: 7,
        name: 'Копатыч',
        position: {top: '94%', left: '48%'},
        description: 'Трудолюбивый медведь-огородник, обеспечивающий смешариков растительной пищей. Бывший танцор и актёр кино. Любит играть в шахматы и пить чай, на зиму впадает в спячку.'
    },
    {
        id: 8,
        name: 'Пин',
        position: {top: '98%', left: '88%'},
        description: 'Механик-самоучка; пингвин, разговаривающий с немецким акцентом. Всё время что-то изобретает и мастерит, не задумываясь о последствиях. Имеет сына-робота Биби, которого создал сам.'
    },
    {
        id: 9,
        name: 'Совунья',
        position: {top: '10%', left: '72%'},
        description: 'Сова-спортсменка, ведущая размеренный образ жизни и уверенная в огромной важности спорта и здоровья. По совместительству врач и профессиональный повар.'
    }
];
export default characters;